<?php
// Text
$_['text_subject']        = '%s - Партнерська програма';
$_['text_welcome']        = 'Дякуємо, що приєдналися до партнерської програми %s!';
$_['text_login']          = 'Ваш обліковий запис створено, і ви можете увійти, використовуючи вашу електронну пошту та пароль на нашому сайті або за наступним посиланням:';
$_['text_approval']       = 'Ваш обліковий запис має бути схвалений, перш ніж ви зможете увійти. Після схвалення ви зможете увійти, використовуючи вашу електронну пошту та пароль на нашому сайті або за наступним посиланням:';
$_['text_service']        = 'Після входу до кабінету ви зможете генерувати трекінгові коди, відстежувати комісійні виплати та редагувати інформацію вашого профілю.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_affiliate']  = 'Новий партнер';
$_['text_signup']         = 'Новий партнер зареєструвався:';
$_['text_website']        = 'Сайт:';
$_['text_customer_group'] = 'Група користувачів:';
$_['text_firstname']      = "Ім'я:";
$_['text_lastname']       = 'Прізвище:';
$_['text_company']        = 'Компанія:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
