<?php
// Text
$_['text_subject']          = '%s - Замовлення %s';
$_['text_greeting']         = 'Дякуємо за інтерес до продукції %s. Ваше замовлення отримано та буде оброблено після підтвердження оплати.';
$_['text_link']             = 'Щоб переглянути ваше замовлення, натисніть на посилання нижче:';
$_['text_order_detail']     = 'Деталі замовлення';
$_['text_instruction']      = 'Інструкції';
$_['text_order_id']         = 'ID замовлення:';
$_['text_date_added']       = 'Дата додавання:';
$_['text_order_status']     = 'Статус замовлення:';
$_['text_payment_method']   = 'Метод оплати:';
$_['text_shipping_method']  = 'Метод доставки:';
$_['text_email']            = 'E-mail:';
$_['text_telephone']        = 'Телефон:';
$_['text_ip']               = 'IP-адреса:';
$_['text_payment_address']  = 'Адреса платника';
$_['text_shipping_address'] = 'Адреса доставки';
$_['text_products']         = 'Товари';
$_['text_product']          = 'Товар';
$_['text_model']            = 'Модель';
$_['text_quantity']         = 'Кількість';
$_['text_price']            = 'Ціна';
$_['text_order_total']      = 'Підсумки замовлення';
$_['text_total']            = 'Всього';
$_['text_download']         = 'Після підтвердження оплати ви зможете отримати доступ до ваших завантажуваних продуктів за посиланням нижче:';
$_['text_comment']          = 'Коментар до вашого замовлення:';
$_['text_footer']           = 'Будь ласка, відповідайте на цей лист, якщо у вас виникли запитання.';
