<?php
// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо і дякуємо за реєстрацію на %s!';
$_['text_login']          = 'Ваш обліковий запис створено, і ви можете увійти, використовуючи вашу електронну адресу та пароль на нашому сайті або за таким посиланням:';
$_['text_approval']       = 'Ваш обліковий запис має бути схвалений перед тим, як ви зможете увійти. Після схвалення ви зможете увійти, використовуючи вашу електронну адресу та пароль на нашому сайті або за таким посиланням:';
$_['text_service']        = 'Після входу ви зможете отримати доступ до інших сервісів, включаючи перегляд минулих замовлень, друк рахунків та редагування інформації вашого облікового запису.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий клієнт';
$_['text_signup']         = 'Новий клієнт зареєструвався:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname']      = "Ім'я:";
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
