<?php
// Text
$_['text_subject']  = 'Вам надіслано подарунковий сертифікат від %s';
$_['text_greeting'] = 'Вітаємо! Ви отримали подарунковий сертифікат на суму %s';
$_['text_from']     = 'Цей подарунковий сертифікат надіслав вам %s';
$_['text_message']  = 'З повідомленням:';
$_['text_redeem']   = 'Щоб використати цей подарунковий сертифікат, запишіть код активації <b>%s</b>, потім натисніть на посилання нижче та придбайте товар, для якого хочете використати сертифікат. Код сертифіката можна ввести на сторінці кошика перед оформленням замовлення.';
$_['text_footer']   = 'Будь ласка, відповідайте на цей лист, якщо у вас виникли запитання.';
