<?php
// Heading
$_['heading_title'] = 'Використати бонусні бали (Доступно %s)';

// Text
$_['text_reward']   = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success']  = 'Успішно: Знижка за бонусні бали була застосована!';

// Entry
$_['entry_reward']  = 'Бали для використання (Макс. %s)';

// Error
$_['error_reward']  = 'Попередження: Будь ласка, введіть кількість бонусних балів для використання!';
$_['error_points']  = 'Попередження: У вас немає %s бонусних балів!';
$_['error_maximum'] = 'Попередження: Максимальна кількість балів, які можуть бути використані — %s!';
