<?php
// Heading
$_['heading_title'] = 'Використати подарунковий сертифікат';

// Text
$_['text_voucher']  = 'Подарунковий сертифікат (%s)';
$_['text_success']  = 'Успішно: Знижка по подарунковому сертифікату була застосована!';

// Entry
$_['entry_voucher'] = 'Введіть код вашого подарункового сертифікату тут';

// Error
$_['error_voucher'] = 'Попередження: Подарунковий сертифікат недійсний або його баланс вже використано!';
$_['error_empty']   = 'Попередження: Будь ласка, введіть код подарункового сертифікату!';
