<?php
// Heading
$_['heading_title']       = 'Блог';

// Text
$_['text_blogs']          = 'Всі блоги';
$_['text_success']        = 'Ви успішно додали свій коментар!';
$_['text_approval']       = 'Ви успішно додали свій коментар, і він чекає на схвалення!';
$_['text_no_blogs']       = 'В даному магазині немає блогів!';
$_['text_read_more']      = 'Читати далі';
$_['text_date_added']     = 'Дата додавання';
$_['text_login_required'] = 'Ви повинні <a href="%s">увійти</a>, щоб додати коментар. Якщо у вас немає акаунту, ви можете <a href="%s">зареєструватися</a>. Реєстрація безкоштовна!';
$_['text_your_comments']  = 'Ваші коментарі';
$_['text_error']          = 'Блог не знайдений!';

// Entry
$_['entry_author']        = 'Автор';
$_['entry_email']         = 'E-Mail адреса';
$_['entry_comment']       = 'Коментар';

// Column
$_['column_title']        = 'Назва блогу';

// Button
$_['button_comment_add']  = 'Додати коментар';
$_['button_list_blogs']   = 'Переглянути всі блоги';
$_['button_view']         = 'Переглянути блог';

// Email
$_['email_subject']       = 'Коментар до блогу: %s';
$_['email_content']       = 'Був залишений коментар щодо блогу з назвою "%s".';

// Error
$_['error_author']        = 'Ім’я автора повинно бути від 1 до 32 символів!';
$_['error_email']         = 'E-Mail адреса виглядає недійсною!';
$_['error_comment']       = 'Коментар повинен містити від 10 до 3000 символів!';
