<?php
// Text
$_['text_title']                = 'Square';
$_['text_canceled']             = 'Успішно: Ви успішно скасували цей платіж! Ми надіслали вам підтвердження на електронну пошту.';
$_['text_confirm_cancel']       = 'Ви впевнені, що хочете скасувати регулярні платежі?';
$_['text_order_history_cancel'] = 'Ви скасували свій регулярний профіль. Ваша картка більше не буде списувати гроші.';

// Button
$_['button_cancel']             = 'Скасувати регулярний платіж';

// Error
$_['error_not_cancelled']       = 'Помилка: %s';
$_['error_not_found']           = 'Не вдалося скасувати регулярний профіль';
