<?php
// Heading
$_['heading_title']                 = 'Оформлення замовлення';

// Text
$_['text_cart']                     = 'Кошик';
$_['text_checkout_option']          = 'Крок %s: Параметри оформлення';
$_['text_checkout_account']         = 'Крок %s: Обліковий запис та платіжні дані';
$_['text_checkout_payment_address'] = 'Крок %s: Платіжна інформація';
$_['text_checkout_shipping_address']= 'Крок %s: Адреса доставки';
$_['text_checkout_shipping_method'] = 'Крок %s: Спосіб доставки';
$_['text_checkout_payment_method']  = 'Крок %s: Спосіб оплати';
$_['text_checkout_confirm']         = 'Крок %s: Підтвердження замовлення';
$_['text_modify']                   = 'Змінити &raquo;';
$_['text_new_customer']             = 'Новий клієнт';
$_['text_returning_customer']       = 'Постійний клієнт';
$_['text_checkout']                 = 'Параметри оформлення:';
$_['text_i_am_returning_customer']  = 'Я постійний клієнт';
$_['text_register']                 = 'Реєстрація акаунту';
$_['text_guest']                    = 'Оформлення без реєстрації';
$_['text_register_account']         = 'Створивши акаунт, ви зможете швидше оформлювати покупки, відслідковувати статус замовлення та переглядати історію покупок.';
$_['text_forgotten']                = 'Забули пароль';
$_['text_your_details']             = 'Ваші особисті дані';
$_['text_your_address']             = 'Ваша адреса';
$_['text_your_password']            = 'Ваш пароль';
$_['text_agree']                    = 'Я прочитав(ла) і погоджуюсь з <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']              = 'Я хочу використати нову адресу';
$_['text_address_existing']         = 'Я хочу використати існуючу адресу';
$_['text_shipping_method']          = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';
$_['text_payment_method']           = 'Будь ласка, виберіть бажаний спосіб оплати для цього замовлення.';
$_['text_comments']                 = 'Коментар до замовлення';
$_['text_recurring_item']           = 'Періодичний товар';
$_['text_payment_recurring']        = 'Платіжний профіль';
$_['text_trial_description']        = '%s кожні %d %s(ів) протягом %d платежів(у), потім';
$_['text_payment_description']      = '%s кожні %d %s(ів) протягом %d платежів';
$_['text_payment_cancel']           = '%s кожні %d %s(ів) до скасування';
$_['text_day']                      = 'день';
$_['text_week']                     = 'тиждень';
$_['text_semi_month']               = 'півмісяця';
$_['text_month']                    = 'місяць';
$_['text_year']                     = 'рік';

// Column
$_['column_name']                   = 'Назва товару';
$_['column_model']                  = 'Модель';
$_['column_quantity']               = 'Кількість';
$_['column_price']                  = 'Ціна за одиницю';
$_['column_total']                  = 'Всього';

// Entry
$_['entry_email_address']           = 'E-Mail адреса';
$_['entry_email']                   = 'E-Mail';
$_['entry_password']                = 'Пароль';
$_['entry_confirm']                 = 'Підтвердження пароля';
$_['entry_firstname']               = 'Ім’я';
$_['entry_lastname']                = 'Прізвище';
$_['entry_telephone']               = 'Телефон';
$_['entry_address']                 = 'Виберіть адресу';
$_['entry_company']                 = 'Компанія';
$_['entry_customer_group']          = 'Група клієнтів';
$_['entry_address_1']               = 'Адреса 1';
$_['entry_address_2']               = 'Адреса 2';
$_['entry_postcode']                = 'Поштовий індекс';
$_['entry_city']                    = 'Місто';
$_['entry_country']                 = 'Країна';
$_['entry_zone']                    = 'Регіон / область';
$_['entry_newsletter']              = 'Я хочу підписатися на новини %s.';
$_['entry_shipping']                = 'Адреса доставки та оплати збігаються.';

// Error
$_['error_warning']                 = 'Виникла проблема при спробі обробки вашого замовлення! Якщо проблема не зникає, спробуйте обрати інший спосіб оплати або <a href="%s">зв’яжіться з нами</a>.';
$_['error_login']                   = 'Помилка: Немає відповідності між E-Mail адресою та/або паролем.';
$_['error_attempts']                = 'Попередження: Ви перевищили дозволену кількість спроб входу. Спробуйте знову через 1 годину.';
$_['error_approved']                = 'Попередження: Ваш акаунт ще не підтверджено.';
$_['error_exists']                  = 'Помилка: Цей E-Mail вже зареєстрований!';
$_['error_firstname']               = 'Ім’я має містити від 1 до 32 символів!';
$_['error_lastname']                = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']                   = 'E-Mail введено невірно!';
$_['error_telephone']               = 'Телефон має містити від 3 до 32 символів!';
$_['error_password']                = 'Пароль має містити від 4 до 20 символів!';
$_['error_confirm']                 = 'Підтвердження пароля не збігається з паролем!';
$_['error_address_1']               = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city']                    = 'Назва міста має містити від 2 до 128 символів!';
$_['error_postcode']                = 'Індекс має містити від 2 до 10 символів!';
$_['error_country']                 = 'Будь ласка, виберіть країну!';
$_['error_zone']                    = 'Будь ласка, виберіть регіон / область!';
$_['error_agree']                   = 'Попередження: Ви повинні погодитися з %s!';
$_['error_address']                 = 'Попередження: Ви повинні вибрати адресу!';
$_['error_shipping']                = 'Попередження: Необхідно обрати спосіб доставки!';
$_['error_no_shipping']             = 'Попередження: Немає доступних способів доставки. <a href="%s">Зв’яжіться з нами</a> для допомоги!';
$_['error_payment']                 = 'Попередження: Необхідно обрати спосіб оплати!';
$_['error_no_payment']              = 'Попередження: Немає доступних способів оплати. <a href="%s">Зв’яжіться з нами</a> для допомоги!';
$_['error_custom_field']            = 'Поле %s обов’язкове!';
