<?php
// Heading
$_['heading_title'] = 'Помилка оплати!';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure']  = 'Помилка оплати';
$_['text_message']  = '<p>Виникла проблема під час обробки вашої оплати, і замовлення не було завершене.</p>

<p>Можливі причини:</p>
<ul>
  <li>Недостатньо коштів</li>
  <li>Помилка перевірки</li>
</ul>

<p>Будь ласка, спробуйте оформити замовлення з іншим способом оплати.</p>

<p>Якщо проблема повторюється, будь ласка, <a href="%s">зв’яжіться з нами</a>, вказавши деталі замовлення, яке ви намагаєтесь оформити.</p>';
