<?php
// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Обліковий запис';
$_['text_login']                    = 'Вхід';
$_['text_description']              = '<p>Партнерська програма %s є безкоштовною та дозволяє учасникам заробляти кошти шляхом розміщення посилань на своєму сайті, які рекламують %s або окремі товари. Будь-які продажі, здійснені клієнтами, що перейшли за цими посиланнями, принесуть партнерську комісію. Стандартна ставка комісії наразі становить %s.</p><p>Для отримання додаткової інформації перегляньте сторінку поширених запитань або ознайомтесь з умовами партнерської програми.</p>';
$_['text_new_affiliate']            = 'Новий партнер';
$_['text_register_account']         = '<p>Я ще не є партнером.</p><p>Натисніть кнопку "Продовжити", щоб створити новий партнерський обліковий запис. Зверніть увагу, що він не пов’язаний із вашим обліковим записом покупця.</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже є партнером.';
$_['text_forgotten']                = 'Забули пароль';

// Entry
$_['entry_email']                   = 'E-Mail партнера';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Увага: Немає збігу для E-Mail та/або пароля.';
$_['error_attempts']                = 'Увага: Ви перевищили допустиму кількість спроб входу. Спробуйте знову через 1 годину.';
$_['error_approved']                = 'Увага: Ваш обліковий запис має бути схвалений перед входом.';
