<?php
// Heading
$_['heading_title'] = 'Ваш партнерський акаунт створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш новий обліковий запис успішно створено!</p> <p>Тепер ви є учасником партнерської програми %s.</p> <p>Якщо у вас є БУДЬ-ЯКІ запитання щодо роботи цієї партнерської системи, будь ласка, надішліть листа власнику магазину.</p> <p>Підтвердження було надіслано на вказану адресу електронної пошти. Якщо ви не отримали лист протягом години, будь ласка, <a href="%s">зв’яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в партнерській програмі %s!</p><p>Ви отримаєте повідомлення електронною поштою, щойно ваш акаунт буде активовано власником магазину.</p><p>Якщо у вас є БУДЬ-ЯКІ запитання щодо роботи партнерської системи, будь ласка, <a href="%s">зв’яжіться з власником магазину</a>.</p>';
$_['text_account']  = 'Обліковий запис';
$_['text_success']  = 'Успішно';
