<?php
// Heading
$_['heading_title']       = 'Мій акаунт';

// Text
$_['text_account']        = 'Акаунт';
$_['text_my_account']     = 'Мій акаунт';
$_['text_my_orders']      = 'Мої замовлення';
$_['text_my_affiliate']   = 'Мій партнерський акаунт';
$_['text_my_newsletter']  = 'Розсилка новин';
$_['text_edit']           = 'Редагувати інформацію акаунту';
$_['text_password']       = 'Змінити пароль';
$_['text_address']        = 'Редагувати адресну книгу';
$_['text_credit_card']    = 'Керування збереженими картками';
$_['text_wishlist']       = 'Редагувати список бажань';
$_['text_order']          = 'Переглянути історію замовлень';
$_['text_download']       = 'Завантаження';
$_['text_reward']         = 'Ваші бонусні бали';
$_['text_return']         = 'Переглянути запити на повернення';
$_['text_transaction']    = 'Ваші транзакції';
$_['text_newsletter']     = 'Підписка / відписка від розсилки';
$_['text_recurring']      = 'Регулярні платежі';
$_['text_transactions']   = 'Транзакції';
$_['text_affiliate_add']  = 'Зареєструвати партнерський акаунт';
$_['text_affiliate_edit'] = 'Редагувати партнерську інформацію';
$_['text_tracking']       = 'Індивідуальний код відстеження партнера';
