<?php
// Heading
$_['heading_title']      = 'Адресна книга';

// Text
$_['text_account']       = 'Акаунт';
$_['text_address_book']  = 'Записи адресної книги';
$_['text_address_add']   = 'Додати адресу';
$_['text_address_edit']  = 'Редагувати адресу';
$_['text_add']           = 'Адресу успішно додано';
$_['text_edit']          = 'Адресу успішно оновлено';
$_['text_delete']        = 'Адресу успішно видалено';
$_['text_empty']         = 'У вашому акаунті немає жодної адреси.';
$_['text_confirm']       = 'Ви впевнені?';

// Entry
$_['entry_firstname']    = 'Ім’я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_company']      = 'Компанія';
$_['entry_address_1']    = 'Адреса 1';
$_['entry_address_2']    = 'Адреса 2';
$_['entry_postcode']     = 'Поштовий індекс';
$_['entry_city']         = 'Місто';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Регіон / область';
$_['entry_default']      = 'Адреса за замовчуванням';

// Error
$_['error_delete']       = 'Попередження: У вас має бути принаймні одна адреса!';
$_['error_default']      = 'Попередження: Ви не можете видалити адресу за замовчуванням!';
$_['error_firstname']    = 'Ім’я повинно містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен містити від 2 до 10 символів!';
$_['error_city']         = 'Назва міста повинна містити від 2 до 128 символів!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = '%s є обов’язковим!';
