<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Акаунт';
$_['text_forgotten']  = 'Відновлення пароля';
$_['text_your_email'] = 'Ваша E-Mail адреса';
$_['text_email']      = 'Введіть E-Mail адресу, пов’язану з вашим акаунтом. Натисніть "Надіслати", щоб отримати посилання для скидання пароля.';
$_['text_success']    = 'Лист з посиланням для підтвердження надіслано на вашу електронну адресу.';

// Entry
$_['entry_email']     = 'E-Mail адреса';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердження пароля';

// Error
$_['error_email']     = 'Попередження: Цю E-Mail адресу не знайдено в нашій базі, спробуйте ще раз!';
$_['error_approved']  = 'Попередження: Ваш акаунт потребує підтвердження перед входом.';
$_['error_password']  = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']   = 'Пароль і підтвердження пароля не співпадають!';
