<?php
// Heading
$_['heading_title']  = 'Скидання пароля';

// Text
$_['text_account']   = 'Акаунт';
$_['text_password']  = 'Введіть новий пароль, який бажаєте використовувати.';
$_['text_success']   = 'Успішно: Ваш пароль успішно оновлено.';

// Entry
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm']  = 'Підтвердження пароля';

// Error
$_['error_password'] = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']  = 'Підтвердження пароля не співпадає з паролем!';
$_['error_code']     = 'Код для скидання пароля недійсний або вже був використаний!';
