<?php
// Heading
$_['heading_title']      = 'Повернення товарів';

// Text
$_['text_account']       = 'Обліковий запис';
$_['text_return']        = 'Інформація про повернення';
$_['text_return_detail'] = 'Деталі повернення';
$_['text_description']   = 'Будь ласка, заповніть форму нижче для запиту номера RMA.';
$_['text_order']         = 'Інформація про замовлення';
$_['text_product']       = 'Інформація про товар';
$_['text_reason']        = 'Причина повернення';
$_['text_message']       = '<p>Дякуємо за подання запиту на повернення. Ваш запит було надіслано у відповідний відділ для обробки.</p><p>Ви отримаєте повідомлення електронною поштою щодо статусу запиту.</p>';
$_['text_return_id']     = 'Номер повернення:';
$_['text_order_id']      = 'Номер замовлення:';
$_['text_date_ordered']  = 'Дата замовлення:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата додавання:';
$_['text_comment']       = 'Коментарі до повернення';
$_['text_history']       = 'Історія повернення';
$_['text_empty']         = 'Ви ще не здійснювали повернень!';
$_['text_agree']         = 'Я прочитав(ла) і погоджуюсь з <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = '№ повернення';
$_['column_order_id']    = '№ замовлення';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата додавання';
$_['column_customer']    = 'Клієнт';
$_['column_product']     = 'Назва товару';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Кількість';
$_['column_price']       = 'Ціна';
$_['column_opened']      = 'Відкрито';
$_['column_comment']     = 'Коментар';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Дія';

// Entry
$_['entry_order_id']     = 'Номер замовлення';
$_['entry_date_ordered'] = 'Дата замовлення';
$_['entry_firstname']    = 'Ім’я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'Електронна пошта';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Назва товару';
$_['entry_model']        = 'Код товару';
$_['entry_quantity']     = 'Кількість';
$_['entry_reason']       = 'Причина повернення';
$_['entry_opened']       = 'Товар відкрито';
$_['entry_fault_detail'] = 'Деталі несправності або інші';

// Error
$_['text_error']         = 'Запитані повернення не знайдено!';
$_['error_order_id']     = 'Необхідно вказати номер замовлення!';
$_['error_firstname']    = 'Ім’я має містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']        = 'Електронна адреса недійсна!';
$_['error_telephone']    = 'Телефон має містити від 3 до 32 символів!';
$_['error_product']      = 'Назва товару має бути від 3 до 255 символів!';
$_['error_model']        = 'Модель товару має бути від 3 до 64 символів!';
$_['error_reason']       = 'Потрібно вказати причину повернення товару!';
$_['error_agree']        = 'Увага: Ви повинні погодитися з %s!';
