<?php
// Heading
$_['heading_title']        = 'Оцінка доставки та податків';

// Text
$_['text_success']         = 'Успішно: Ваша оцінка доставки була застосована!';
$_['text_shipping']        = 'Введіть вашу адресу, щоб отримати оцінку вартості доставки.';
$_['text_shipping_method'] = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Поштовий індекс';

// Error
$_['error_postcode']       = 'Поштовий індекс повинен містити від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, виберіть країну!';
$_['error_zone']           = 'Будь ласка, виберіть регіон / область!';
$_['error_shipping']       = 'Попередження: Необхідно вибрати спосіб доставки!';
$_['error_no_shipping']    = 'Попередження: Немає доступних способів доставки. Будь ласка, <a href="%s">зв’яжіться з нами</a> для допомоги!';
