<?php
// Heading
$_['heading_title']                = 'Вхід до акаунту';

// Text
$_['text_account']                 = 'Акаунт';
$_['text_login']                   = 'Вхід';
$_['text_new_customer']            = 'Новий користувач';
$_['text_register']                = 'Реєстрація акаунту';
$_['text_register_account']        = 'Створивши акаунт, ви зможете здійснювати покупки швидше, відстежувати статус замовлень і переглядати історію покупок.';
$_['text_returning_customer']      = 'Постійний клієнт';
$_['text_i_am_returning_customer'] = 'Я постійний клієнт';
$_['text_forgotten']               = 'Забули пароль?';

// Entry
$_['entry_email']                  = 'E-Mail адреса';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Попередження: Невірна E-Mail адреса або пароль.';
$_['error_attempts']               = 'Попередження: Ви перевищили дозволену кількість спроб входу. Спробуйте ще раз через 1 годину.';
$_['error_approved']               = 'Попередження: Ваш акаунт потребує підтвердження перед входом.';
