<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш новий обліковий запис було успішно створено!</p> <p>Тепер ви можете користуватись перевагами зареєстрованого користувача, щоб покращити досвід покупок у нашому магазині.</p> <p>Якщо у вас виникли будь-які питання щодо роботи інтернет-магазину, будь ласка, напишіть власнику магазину.</p> <p>Підтвердження було надіслано на вказану електронну адресу. Якщо ви не отримали листа протягом години, будь ласка, <a href="%s">зв’яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в %s!</p><p>Після активації вашого облікового запису власником магазину ви отримаєте повідомлення електронною поштою.</p><p>Якщо у вас виникли будь-які питання щодо роботи інтернет-магазину, будь ласка, <a href="%s">зв’яжіться з власником магазину</a>.</p>';
$_['text_account']  = 'Обліковий запис';
$_['text_success']  = 'Успішно';
