<?php
// Heading
$_['heading_title']    = 'Партнерське відстеження';

// Text
$_['text_account']     = 'Обліковий запис';
$_['text_description'] = 'Щоб ви могли отримувати комісію за направлених клієнтів, необхідно відстежувати переходи через спеціальні посилання з кодом відстеження. Ви можете використати інструменти нижче для створення посилань на вебсайт %s.';

// Entry
$_['entry_code']       = 'Ваш код відстеження';
$_['entry_generator']  = 'Генератор посилань для відстеження';
$_['entry_link']       = 'Посилання для відстеження';

// Help
$_['help_generator']  = 'Введіть назву товару, на який хочете створити посилання';
