<?php
// Heading
$_['heading_title']    = 'Придбати подарунковий сертифікат';

// Text
$_['text_account']     = 'Обліковий запис';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Цей подарунковий сертифікат буде надіслано одержувачу електронною поштою після оплати замовлення.';
$_['text_agree']       = 'Я розумію, що подарункові сертифікати не підлягають поверненню.';
$_['text_message']     = '<p>Дякуємо за покупку подарункового сертифіката! Після завершення замовлення одержувач отримає електронного листа з інструкціями щодо використання сертифіката.</p>';
$_['text_for']         = 'Подарунковий сертифікат %s для %s';

// Entry
$_['entry_to_name']    = "Ім'я одержувача";
$_['entry_to_email']   = 'E-mail одержувача';
$_['entry_from_name']  = 'Ваше ім’я';
$_['entry_from_email'] = 'Ваш e-mail';
$_['entry_theme']      = 'Тема сертифіката';
$_['entry_message']    = 'Повідомлення';
$_['entry_amount']     = 'Сума';

// Help
$_['help_message']     = 'Необов’язково';
$_['help_amount']      = 'Сума повинна бути між %s та %s';

// Error
$_['error_to_name']    = "Ім'я одержувача повинно містити від 1 до 64 символів!";
$_['error_from_name']  = 'Ваше ім’я повинно містити від 1 до 64 символів!';
$_['error_email']      = 'E-mail адреса недійсна!';
$_['error_theme']      = 'Необхідно обрати тему!';
$_['error_amount']     = 'Сума повинна бути між %s та %s!';
$_['error_agree']      = 'Увага: Ви повинні погодитися з тим, що подарункові сертифікати не підлягають поверненню!';
