<?php
// Heading
$_['heading_title']        = 'Ваше замовлення прийнято!';

// Text
$_['text_basket']          = 'Кошик';
$_['text_checkout']        = 'Оформлення замовлення';
$_['text_success']         = 'Успішно';
$_['text_customer']        = '<p>Ваше замовлення успішно оброблено!</p><p>Ви можете переглянути історію замовлень на сторінці <a href="%s">Мій акаунт</a>, натиснувши <a href="%s">Історія замовлень</a>.</p><p>Якщо ваше замовлення містить файли для завантаження, ви можете знайти їх на сторінці <a href="%s">Завантаження</a>.</p><p>Якщо у вас виникли питання, зверніться до <a href="%s">адміністрації магазину</a>.</p><p>Дякуємо за покупку в нашому інтернет-магазині!</p>';
$_['text_guest']           = '<p>Ваше замовлення успішно оброблено!</p><p>Якщо у вас виникли питання, зверніться до <a href="%s">адміністрації магазину</a>.</p><p>Дякуємо за покупку в нашому інтернет-магазині!</p>';
