<?php
// Text
$_['text_success']       = 'Успішно: Ви успішно змінили дані клієнта!';

// Error
$_['error_permission']   = 'Попередження: У вас немає дозволу на доступ до API!';
$_['error_customer']     = 'Потрібно вибрати клієнта!';
$_['error_firstname']    = "Ім'я повинно містити від 1 до 32 символів!";
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email']        = 'E-Mail адреса має невірний формат!';
$_['error_telephone']    = 'Телефон повинен містити від 3 до 32 символів!';
$_['error_custom_field'] = 'Потрібно заповнити поле: %s!';
