<?php
// Text
$_['text_success']           = 'Успішно: Ви змінили замовлення!';

// Error
$_['error_permission']       = 'Попередження: У вас немає дозволу на доступ до API!';
$_['error_customer']         = 'Попередження: Необхідно вказати інформацію про клієнта!';
$_['error_payment_address']  = 'Попередження: Потрібна адреса для оплати!';
$_['error_payment_method']   = 'Попередження: Потрібен спосіб оплати!';
$_['error_no_payment']       = 'Попередження: Немає доступних способів оплати!';
$_['error_shipping_address'] = 'Попередження: Потрібна адреса доставки!';
$_['error_shipping_method']  = 'Попередження: Потрібен спосіб доставки!';
$_['error_no_shipping']      = 'Попередження: Немає доступних способів доставки!';
$_['error_stock']            = 'Попередження: Товари, позначені *** недоступні у бажаній кількості або відсутні на складі!';
$_['error_minimum']          = 'Попередження: Мінімальна сума замовлення для %s становить %s!';
$_['error_not_found']        = 'Попередження: Замовлення не знайдено!';
