<?php
// Text
$_['text_address']       = 'Успішно: Адресу для оплати встановлено!';
$_['text_method']        = 'Успішно: Спосіб оплати встановлено!';

// Error
$_['error_permission']   = 'Попередження: У вас немає дозволу на доступ до API!';
$_['error_firstname']    = "Ім'я повинно містити від 1 до 32 символів!";
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_city']         = 'Місто повинно містити від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен містити від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, оберіть країну!';
$_['error_zone']         = 'Будь ласка, оберіть регіон / область!';
$_['error_custom_field'] = 'Поле %s є обов’язковим!';
$_['error_address']      = 'Попередження: Потрібна адреса для оплати!';
$_['error_method']       = 'Попередження: Потрібен спосіб оплати!';
$_['error_no_payment']   = 'Попередження: Немає доступних способів оплати!';
