<?php
// Text
$_['text_address']       = 'Успішно: Адресу доставки встановлено!';
$_['text_method']        = 'Успішно: Метод доставки встановлено!';

// Error
$_['error_permission']   = 'Попередження: У вас немає дозволу на доступ до API!';
$_['error_firstname']    = "Ім'я повинно містити від 1 до 32 символів!";
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_city']         = 'Місто повинно містити від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен містити від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = 'Потрібно вказати: %s!';
$_['error_address']      = 'Попередження: Потрібна адреса доставки!';
$_['error_method']       = 'Попередження: Потрібен метод доставки!';
$_['error_no_shipping']  = 'Попередження: Немає доступних варіантів доставки!';
