<?php
// Text
$_['text_success']     = 'Успішно: Знижка за подарунковим сертифікатом застосована!';
$_['text_cart']        = 'Успішно: Ви змінили ваш кошик!';
$_['text_for']         = 'Подарунковий сертифікат %s для %s';

// Error
$_['error_permission'] = 'Попередження: У вас немає дозволу на доступ до API!';
$_['error_voucher']    = 'Попередження: Подарунковий сертифікат недійсний або його баланс вичерпано!';
$_['error_to_name']    = "Ім'я одержувача повинно містити від 1 до 64 символів!";
$_['error_from_name']  = 'Ваше ім’я повинно містити від 1 до 64 символів!';
$_['error_email']      = 'E-Mail адреса виглядає недійсною!';
$_['error_theme']      = 'Ви повинні вибрати тему!';
$_['error_amount']     = 'Сума повинна бути між %s та %s!';
